[
    {
        "id": "609e8b886262467aafdc3088",
        "isActive": true,
        "cost": "$2,247.85",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 38,
        "category": "supplies",
        "subCategory": "suppliesCat23",
        "company": "MAXEMIA",
        "productName": "MAXEMIA supplies",
        "description": "Aliqua ipsum magna labore exercitation in fugiat cupidatat. Proident et veniam Lorem in aute non aute. Dolore qui nostrud mollit anim duis consequat dolor officia consequat. Mollit culpa eiusmod ad ad. Ad culpa aliqua et magna nulla mollit nisi officia minim cupidatat laborum. Magna nulla ipsum ex irure dolore.",
        "phone": "+1 (881) 510-3686",
        "registered": "Thu Sep 26 2019 01:43:47 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "adipisicing",
                "description": "Aute enim dolore fugiat irure sit."
            },
            {
                "specType": "non",
                "description": "Sunt non qui aute exercitation dolore nostrud ullamco laboris duis reprehenderit sint et voluptate aliquip."
            },
            {
                "specType": "magna",
                "description": "Labore labore aliquip nostrud aute Lorem exercitation qui proident tempor nulla amet in irure veniam."
            },
            {
                "specType": "enim",
                "description": "Elit dolore consequat elit non ea sint."
            },
            {
                "specType": "sint",
                "description": "Velit mollit irure sint quis excepteur consectetur culpa irure adipisicing qui cupidatat."
            },
            {
                "specType": "cillum",
                "description": "Mollit irure ad aliquip minim ut cupidatat sint ex duis aliquip quis."
            },
            {
                "specType": "officia",
                "description": "Anim ullamco ullamco et veniam mollit."
            }
        ],
        "featuresAndBenefits": [
            "Nostrud non ad nulla aute deserunt velit do nisi ipsum culpa adipisicing tempor.",
            "Laboris sit nisi officia adipisicing.",
            "Irure ullamco ut nostrud elit sunt.",
            "Proident consequat ullamco nisi in ut ea excepteur.",
            "Lorem adipisicing magna magna mollit officia."
        ],
        "standardEquipment": [
            "Elit est laboris consectetur elit incididunt eiusmod.",
            "Non consectetur id enim ad.",
            "Lorem exercitation deserunt eiusmod tempor in.",
            "Id est excepteur amet anim dolore.",
            "Dolor cillum Lorem enim excepteur officia ullamco pariatur adipisicing nostrud ipsum pariatur."
        ]
    },
    {
        "id": "609e8b880e23c3d4ef69339b",
        "isActive": true,
        "cost": "$1,132.83",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 22,
        "category": "equipment",
        "subCategory": "equipmentCat20",
        "company": "FLEXIGEN",
        "productName": "FLEXIGEN equipment",
        "description": "Amet fugiat voluptate nulla excepteur irure ex. Aliquip culpa laboris do qui ea reprehenderit enim. Do nisi anim sunt sunt cillum nulla. Culpa cillum sunt magna consequat est deserunt occaecat ad eu enim eu officia. Adipisicing ipsum labore aute commodo dolore duis. Esse et velit et dolore ex minim id duis nulla.",
        "phone": "+1 (889) 599-2571",
        "registered": "Mon Jun 11 2018 08:19:13 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "ullamco",
                "description": "Aliqua ullamco eu dolore quis eiusmod dolor tempor eu occaecat ut dolore."
            },
            {
                "specType": "officia",
                "description": "Esse quis commodo amet aliquip velit incididunt minim officia exercitation adipisicing exercitation eiusmod qui."
            },
            {
                "specType": "officia",
                "description": "Pariatur tempor tempor culpa irure sit aute."
            },
            {
                "specType": "eu",
                "description": "Velit ullamco enim sint est magna sit esse quis ad."
            },
            {
                "specType": "ad",
                "description": "Elit esse dolor laboris nisi."
            }
        ],
        "featuresAndBenefits": [
            "Excepteur ad mollit exercitation do pariatur excepteur.",
            "Nostrud culpa reprehenderit aute dolor officia reprehenderit id elit sit laboris aliqua cupidatat.",
            "Excepteur elit pariatur dolore enim ullamco cillum velit veniam.",
            "Officia aute in deserunt enim ipsum ut Lorem aute laboris officia aute laboris.",
            "Cupidatat nisi amet fugiat ad do elit eiusmod fugiat."
        ],
        "standardEquipment": [
            "Aliqua consequat eu in cupidatat aliquip culpa.",
            "Nostrud nulla minim ex irure do cillum deserunt.",
            "Eu aute proident laborum deserunt eu eiusmod aliquip ipsum veniam occaecat.",
            "Non laboris nulla exercitation irure.",
            "Nisi nisi eiusmod sint est elit do ut laboris."
        ]
    },
    {
        "id": "609e8b889475f8bdf4446cf7",
        "isActive": false,
        "cost": "$1,940.78",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 26,
        "category": "supplies",
        "subCategory": "suppliesCat20",
        "company": "ENAUT",
        "productName": "ENAUT supplies",
        "description": "Est aliquip esse qui dolore culpa voluptate pariatur officia adipisicing culpa elit sunt. Nostrud ex adipisicing cupidatat aliqua velit amet sint esse proident veniam minim ut fugiat non. Aliqua nostrud fugiat adipisicing eu. Pariatur veniam incididunt sunt voluptate esse deserunt non qui esse voluptate ad. Est adipisicing labore veniam enim voluptate minim fugiat qui id. Ullamco proident quis voluptate voluptate nulla.",
        "phone": "+1 (872) 515-2257",
        "registered": "Tue Nov 11 2014 10:20:43 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "consectetur",
                "description": "Elit id ad ullamco enim consequat qui ea Lorem quis labore excepteur."
            },
            {
                "specType": "ex",
                "description": "Do aute consectetur aliquip officia aute."
            },
            {
                "specType": "consectetur",
                "description": "Quis adipisicing laboris consectetur cupidatat veniam officia."
            },
            {
                "specType": "pariatur",
                "description": "Nostrud cupidatat nisi dolore ullamco reprehenderit consectetur excepteur id commodo eu."
            },
            {
                "specType": "mollit",
                "description": "Aute consequat veniam qui duis."
            },
            {
                "specType": "ea",
                "description": "Consectetur aliqua ullamco laboris proident occaecat."
            },
            {
                "specType": "voluptate",
                "description": "Aliqua sunt do occaecat consectetur Lorem duis ullamco et laborum pariatur ea velit sint."
            },
            {
                "specType": "veniam",
                "description": "Labore culpa do elit duis pariatur nostrud voluptate duis nulla nostrud in non enim sit."
            },
            {
                "specType": "aliquip",
                "description": "Dolore ea magna nisi dolore tempor elit quis eu."
            },
            {
                "specType": "ea",
                "description": "Elit qui laboris ea sit proident nostrud minim quis."
            }
        ],
        "featuresAndBenefits": [
            "Anim aliqua nostrud sunt consectetur cupidatat aliquip nisi proident commodo sunt eu.",
            "Nostrud aliqua sint consectetur et elit esse.",
            "Cillum reprehenderit ipsum esse ad excepteur esse occaecat amet.",
            "Irure exercitation in ea magna enim consectetur.",
            "Consectetur elit elit nisi cillum nulla excepteur nisi cupidatat anim et elit."
        ],
        "standardEquipment": [
            "Minim laborum mollit ad enim duis sunt eu sint ipsum consequat labore occaecat.",
            "Dolor nulla commodo ullamco excepteur fugiat ullamco.",
            "Adipisicing ullamco elit eiusmod dolore veniam proident dolor do enim aute fugiat laborum ex.",
            "In fugiat adipisicing occaecat cillum non consequat amet esse officia duis consectetur.",
            "Elit veniam consequat consequat voluptate voluptate enim in officia aliqua minim eu do pariatur occaecat."
        ]
    },
    {
        "id": "609e8b88551833d8727d9dee",
        "isActive": true,
        "cost": "$1,177.30",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 25,
        "category": "accessory",
        "subCategory": "accessoryCat22",
        "company": "OHMNET",
        "productName": "OHMNET accessory",
        "description": "Eiusmod ad dolore fugiat sint tempor. Laborum veniam pariatur qui Lorem ex laboris nisi eiusmod dolor magna mollit id laborum commodo. Excepteur voluptate consectetur fugiat magna aliquip adipisicing deserunt reprehenderit dolore anim labore sunt dolore enim. Do eu ipsum eiusmod laborum nulla. Esse fugiat labore ad anim mollit exercitation amet quis non veniam labore officia.",
        "phone": "+1 (877) 406-2263",
        "registered": "Wed Apr 22 2015 01:28:06 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "aliqua",
                "description": "Nostrud sunt fugiat veniam adipisicing sit enim laborum ea sint pariatur nisi deserunt excepteur occaecat."
            },
            {
                "specType": "ex",
                "description": "Esse nisi minim fugiat irure veniam incididunt exercitation nulla nisi pariatur."
            },
            {
                "specType": "aliquip",
                "description": "Eu cillum anim cillum aute ad exercitation fugiat laboris eu pariatur adipisicing cillum ut ea."
            },
            {
                "specType": "sit",
                "description": "Et do velit fugiat voluptate velit nisi consectetur elit tempor nisi cupidatat labore veniam nisi."
            },
            {
                "specType": "irure",
                "description": "Tempor veniam nisi ex sunt est consectetur cupidatat ut magna."
            },
            {
                "specType": "officia",
                "description": "Ex do est non nostrud mollit fugiat do veniam id nulla adipisicing qui voluptate."
            },
            {
                "specType": "veniam",
                "description": "Amet consequat laboris est magna consequat ex dolore aliqua ullamco aliqua tempor."
            },
            {
                "specType": "incididunt",
                "description": "Esse officia sint fugiat mollit voluptate consequat incididunt minim dolor est."
            },
            {
                "specType": "nisi",
                "description": "Officia pariatur adipisicing non sint adipisicing officia nulla ad."
            },
            {
                "specType": "ex",
                "description": "Sint ipsum non esse laborum do sint nostrud tempor deserunt anim ullamco."
            }
        ],
        "featuresAndBenefits": [
            "Est ullamco Lorem ex reprehenderit commodo ea adipisicing ullamco.",
            "Elit irure enim tempor commodo.",
            "Nostrud anim sit veniam non dolor ut esse incididunt aute.",
            "Minim officia elit sit ut anim.",
            "Aute nulla laboris proident aliquip ullamco proident exercitation deserunt ullamco quis do esse fugiat duis."
        ],
        "standardEquipment": [
            "Tempor mollit voluptate pariatur officia.",
            "Velit proident reprehenderit sint adipisicing occaecat elit voluptate ea anim.",
            "Ullamco deserunt quis labore nulla est fugiat eu cupidatat mollit dolore.",
            "Ipsum laborum incididunt dolore cillum ad duis ex pariatur dolore dolore nulla.",
            "Velit culpa officia labore nisi in magna laborum aute pariatur."
        ]
    },
    {
        "id": "609e8b8887242a0aceaf9a6d",
        "isActive": false,
        "cost": "$3,909.03",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 40,
        "category": "supplies",
        "subCategory": "suppliesCat32",
        "company": "HOTCAKES",
        "productName": "HOTCAKES supplies",
        "description": "In labore dolore fugiat ea fugiat mollit fugiat voluptate ea velit pariatur commodo veniam amet. Nisi deserunt laborum deserunt ullamco ex duis eiusmod minim labore. Aute consectetur officia non amet eiusmod enim eiusmod commodo anim aute id do occaecat anim. Lorem duis exercitation sit occaecat officia. Cupidatat est mollit laborum adipisicing eiusmod nisi occaecat eu proident consequat deserunt laborum. In do ex adipisicing sunt Lorem minim aliquip.",
        "phone": "+1 (975) 546-3586",
        "registered": "Tue Oct 17 2017 14:41:10 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "et",
                "description": "Qui enim non nisi culpa est velit amet nostrud aliquip."
            },
            {
                "specType": "ipsum",
                "description": "Proident pariatur deserunt amet quis duis aute cupidatat mollit proident."
            },
            {
                "specType": "cupidatat",
                "description": "Ut laborum qui fugiat tempor nostrud adipisicing incididunt amet adipisicing magna aute laboris."
            },
            {
                "specType": "dolore",
                "description": "Sunt ullamco ipsum voluptate occaecat ut."
            },
            {
                "specType": "do",
                "description": "Duis officia labore eiusmod consequat dolor nisi sit."
            },
            {
                "specType": "dolor",
                "description": "Id laboris cupidatat commodo officia eiusmod ipsum."
            },
            {
                "specType": "velit",
                "description": "Ullamco nulla consectetur aliquip consequat est occaecat cillum irure quis ex culpa irure."
            },
            {
                "specType": "voluptate",
                "description": "Laboris cupidatat ullamco ea reprehenderit Lorem labore aliquip laborum cupidatat laboris minim duis nulla cupidatat."
            },
            {
                "specType": "commodo",
                "description": "Minim consectetur exercitation ad ullamco ullamco labore aliquip amet laboris ipsum proident."
            },
            {
                "specType": "commodo",
                "description": "Eiusmod consectetur labore excepteur commodo occaecat id nisi culpa deserunt nostrud."
            }
        ],
        "featuresAndBenefits": [
            "Sint id officia aute aliquip aliquip velit Lorem magna commodo.",
            "Excepteur non velit duis eiusmod ex non anim.",
            "Incididunt dolor do qui incididunt quis fugiat anim est ea nisi.",
            "Dolor do ea do id minim.",
            "In adipisicing consectetur Lorem qui deserunt."
        ],
        "standardEquipment": [
            "Laborum incididunt consequat deserunt eiusmod laborum laborum ad do ullamco.",
            "Sint ad proident amet non ad consectetur ipsum aute labore.",
            "Commodo minim pariatur proident veniam ea Lorem aliqua et cupidatat amet excepteur quis sunt.",
            "Cupidatat esse reprehenderit et aliqua consequat eiusmod anim id qui commodo nulla.",
            "Ullamco consectetur esse officia id minim velit elit consectetur id labore et."
        ]
    },
    {
        "id": "609e8b8881bcbf6ce63d92f8",
        "isActive": false,
        "cost": "$3,709.77",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 20,
        "category": "accessory",
        "subCategory": "accessoryCat34",
        "company": "SENTIA",
        "productName": "SENTIA accessory",
        "description": "Labore consectetur aliquip labore ex do ad pariatur dolore laboris excepteur proident. Consectetur amet elit cupidatat ad anim Lorem sunt enim dolore occaecat laboris eu. Esse tempor consectetur incididunt sint. Laboris sint sunt deserunt veniam excepteur enim cupidatat laborum culpa esse non dolore cupidatat commodo. Duis nulla sit nisi quis ipsum laborum cillum in fugiat proident enim.",
        "phone": "+1 (913) 488-3354",
        "registered": "Fri Apr 07 2017 23:33:23 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "qui",
                "description": "In nostrud cupidatat laboris officia laborum non."
            },
            {
                "specType": "laboris",
                "description": "Ad id tempor Lorem sint voluptate occaecat velit consequat occaecat."
            },
            {
                "specType": "culpa",
                "description": "Ullamco dolor aliqua incididunt do nostrud nostrud ullamco deserunt."
            },
            {
                "specType": "id",
                "description": "Commodo dolor aliqua consequat magna nulla."
            },
            {
                "specType": "commodo",
                "description": "Ad deserunt mollit quis labore fugiat elit Lorem qui fugiat irure dolore labore."
            },
            {
                "specType": "in",
                "description": "Cupidatat ea ullamco aliquip dolore aliqua sit amet proident."
            },
            {
                "specType": "do",
                "description": "Laboris velit veniam mollit eu consequat ex laborum do incididunt in."
            },
            {
                "specType": "aliqua",
                "description": "Dolore consectetur mollit eu mollit esse consectetur voluptate reprehenderit laboris."
            }
        ],
        "featuresAndBenefits": [
            "Proident aute sint duis in nostrud labore incididunt enim magna ea.",
            "Dolore aliquip nisi laborum Lorem ea exercitation dolore est.",
            "Aute ea excepteur mollit velit labore voluptate Lorem eu tempor.",
            "Aliqua aliqua esse incididunt cupidatat aute commodo excepteur do officia pariatur excepteur dolore.",
            "Aute aliquip aliquip eu ullamco anim magna amet cupidatat."
        ],
        "standardEquipment": [
            "Eiusmod ullamco exercitation veniam aliquip aute et.",
            "Tempor cupidatat sint quis adipisicing voluptate velit veniam voluptate nulla.",
            "Aliqua eu cillum proident non elit id aliquip laboris.",
            "Sit et aute deserunt labore esse.",
            "Officia do ex laboris fugiat minim ea nostrud."
        ]
    },
    {
        "id": "609e8b8818e912f1672858d2",
        "isActive": false,
        "cost": "$3,994.98",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 33,
        "category": "part",
        "subCategory": "partCat25",
        "company": "JOVIOLD",
        "productName": "JOVIOLD part",
        "description": "Laborum nostrud eiusmod occaecat duis sit. Exercitation ex minim quis duis tempor velit laboris occaecat do. Dolor excepteur incididunt ipsum est id adipisicing enim sint eu do. Nisi sunt elit irure ad esse nostrud veniam laboris laboris.",
        "phone": "+1 (848) 454-2944",
        "registered": "Tue Feb 12 2019 10:07:27 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "nulla",
                "description": "Dolor labore elit commodo minim duis amet mollit adipisicing incididunt."
            },
            {
                "specType": "fugiat",
                "description": "Minim dolore aliquip veniam mollit et culpa labore tempor eiusmod ea."
            },
            {
                "specType": "amet",
                "description": "Magna sit in commodo velit reprehenderit."
            },
            {
                "specType": "id",
                "description": "Aute commodo sint proident ad."
            },
            {
                "specType": "reprehenderit",
                "description": "Veniam ex anim mollit adipisicing laborum deserunt mollit mollit aliqua aliquip."
            },
            {
                "specType": "amet",
                "description": "Adipisicing culpa irure dolore nulla aliquip amet magna est esse exercitation aliquip consequat."
            },
            {
                "specType": "magna",
                "description": "Deserunt aliqua dolor est veniam cupidatat sunt."
            },
            {
                "specType": "nostrud",
                "description": "Eu incididunt eu eiusmod enim dolore exercitation aute dolor et."
            }
        ],
        "featuresAndBenefits": [
            "Eiusmod mollit officia excepteur irure aute fugiat irure amet mollit.",
            "Culpa fugiat occaecat pariatur tempor velit in irure minim ad dolore est.",
            "Fugiat magna do elit laboris adipisicing.",
            "Sit est nostrud aliqua ad magna id laborum deserunt.",
            "Pariatur cillum reprehenderit nisi aliquip aliqua consequat."
        ],
        "standardEquipment": [
            "Quis tempor excepteur velit consequat mollit.",
            "Sint exercitation aliqua ad eiusmod.",
            "Consequat laboris est et aliquip laboris voluptate laboris ullamco aute.",
            "Aliquip aliquip fugiat incididunt ipsum deserunt.",
            "Exercitation officia proident consequat ipsum nulla amet nostrud cupidatat incididunt tempor voluptate voluptate sit."
        ]
    },
    {
        "id": "609e8b88a9e96a4e20aacce1",
        "isActive": false,
        "cost": "$2,905.58",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 32,
        "category": "accessory",
        "subCategory": "accessoryCat21",
        "company": "COMTOUR",
        "productName": "COMTOUR accessory",
        "description": "Aliqua est occaecat Lorem proident ipsum pariatur nulla incididunt adipisicing exercitation et veniam. In cillum nostrud esse excepteur eiusmod consectetur eiusmod. Pariatur eiusmod excepteur sunt fugiat esse qui cupidatat amet dolor et ea aliquip. Ex exercitation sunt sunt fugiat Lorem dolor. Ut eiusmod occaecat non esse cupidatat officia est irure. Ullamco nostrud ea tempor magna deserunt pariatur esse id commodo ipsum. Aute nisi esse sint adipisicing.",
        "phone": "+1 (943) 581-2369",
        "registered": "Fri Jun 26 2015 14:57:25 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "deserunt",
                "description": "Reprehenderit ut excepteur aliquip nisi."
            },
            {
                "specType": "amet",
                "description": "Consectetur reprehenderit velit commodo veniam adipisicing Lorem do aute non veniam cupidatat."
            },
            {
                "specType": "ex",
                "description": "Irure laboris qui ipsum tempor nostrud culpa dolore elit reprehenderit laboris deserunt duis tempor."
            },
            {
                "specType": "dolore",
                "description": "Non id id consectetur occaecat reprehenderit sit."
            },
            {
                "specType": "deserunt",
                "description": "Amet deserunt id commodo pariatur anim commodo ipsum laboris cillum adipisicing."
            },
            {
                "specType": "ullamco",
                "description": "Sunt labore aute dolor esse consectetur non laboris labore."
            },
            {
                "specType": "incididunt",
                "description": "Ex laboris ipsum ea ex eu."
            }
        ],
        "featuresAndBenefits": [
            "Consequat esse minim cillum tempor ad aliqua reprehenderit esse nostrud elit minim.",
            "Sit quis aliqua eiusmod aliqua in cupidatat.",
            "Ullamco cillum elit est culpa excepteur dolor culpa fugiat sit culpa veniam.",
            "Tempor nostrud labore commodo qui commodo aliquip aliqua amet esse officia magna ut esse.",
            "Elit elit nostrud aliquip id."
        ],
        "standardEquipment": [
            "Reprehenderit sit deserunt ea pariatur aute occaecat nulla voluptate in aliquip velit non.",
            "Amet ad cupidatat ullamco ad reprehenderit ullamco.",
            "Enim amet veniam adipisicing culpa aliquip consequat veniam laborum enim Lorem sint velit ea exercitation.",
            "Cillum dolor ex nostrud culpa deserunt deserunt Lorem do.",
            "Ipsum ut aute velit duis proident."
        ]
    },
    {
        "id": "609e8b88bbd6f1c61250a909",
        "isActive": true,
        "cost": "$1,321.96",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 21,
        "category": "accessory",
        "subCategory": "accessoryCat21",
        "company": "WATERBABY",
        "productName": "WATERBABY accessory",
        "description": "Magna dolore anim commodo culpa pariatur veniam exercitation do ut anim. Id Lorem qui sit est Lorem aute sunt consequat. Eiusmod sint exercitation cupidatat deserunt ad fugiat consectetur sunt.",
        "phone": "+1 (825) 413-2990",
        "registered": "Mon Apr 04 2016 19:05:33 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "minim",
                "description": "Do id reprehenderit enim occaecat commodo dolor Lorem ea anim sint mollit."
            },
            {
                "specType": "ut",
                "description": "Eu elit consectetur mollit officia anim nulla qui qui enim esse enim nisi proident."
            },
            {
                "specType": "ex",
                "description": "Eiusmod ad nostrud adipisicing Lorem cupidatat."
            },
            {
                "specType": "Lorem",
                "description": "Reprehenderit reprehenderit fugiat magna ipsum consequat excepteur aliqua ea et non excepteur fugiat fugiat."
            },
            {
                "specType": "occaecat",
                "description": "Adipisicing minim exercitation incididunt nisi do commodo."
            },
            {
                "specType": "laboris",
                "description": "Labore esse aute laborum consequat pariatur ullamco aliquip officia tempor nisi."
            },
            {
                "specType": "non",
                "description": "Voluptate officia voluptate minim cupidatat quis voluptate duis Lorem ea irure mollit ullamco."
            }
        ],
        "featuresAndBenefits": [
            "Velit non quis nulla nulla eiusmod esse voluptate dolor.",
            "Ullamco ex amet sit proident eu id aute officia elit dolor Lorem adipisicing.",
            "Qui ex est amet quis amet fugiat id ad aliqua deserunt.",
            "Do laborum pariatur et consequat fugiat fugiat cillum officia dolor reprehenderit ex amet commodo.",
            "Est consequat sunt eu culpa officia."
        ],
        "standardEquipment": [
            "Consequat ad Lorem sint proident.",
            "Lorem nisi excepteur commodo exercitation labore eiusmod ut.",
            "Commodo nisi fugiat aliquip velit non eiusmod excepteur ad.",
            "Pariatur esse deserunt occaecat anim sit nostrud do occaecat labore sunt non fugiat eu nostrud.",
            "Deserunt aliquip duis sunt id proident Lorem."
        ]
    },
    {
        "id": "609e8b88906cba930c210d03",
        "isActive": true,
        "cost": "$3,836.53",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 26,
        "category": "supplies",
        "subCategory": "suppliesCat26",
        "company": "ACCUSAGE",
        "productName": "ACCUSAGE supplies",
        "description": "Cillum voluptate nulla aute sit adipisicing anim irure duis sunt esse tempor ad ullamco nostrud. Proident ad Lorem fugiat consequat cillum ullamco id duis voluptate sit in sit. Dolor consectetur deserunt aute esse in Lorem voluptate reprehenderit magna laboris occaecat. Enim culpa mollit ut velit eu ipsum. Id minim commodo non sit esse magna. Lorem et magna aliquip deserunt aliquip ad cupidatat deserunt pariatur occaecat consequat dolore aute. Esse excepteur aute officia reprehenderit magna aliqua aliqua qui minim excepteur ut.",
        "phone": "+1 (942) 547-2204",
        "registered": "Sun Mar 23 2014 19:39:26 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "exercitation",
                "description": "Veniam do ea duis laborum dolore deserunt occaecat aliqua sint."
            },
            {
                "specType": "proident",
                "description": "Labore aliquip sunt proident ipsum non mollit ea mollit."
            },
            {
                "specType": "adipisicing",
                "description": "Elit aliquip sit eiusmod aliqua exercitation commodo officia nisi officia id eiusmod fugiat commodo veniam."
            },
            {
                "specType": "id",
                "description": "Non laboris ad enim excepteur nisi ut et culpa."
            },
            {
                "specType": "nulla",
                "description": "Id id consectetur ut velit aute qui adipisicing tempor voluptate aliqua."
            }
        ],
        "featuresAndBenefits": [
            "Ad commodo laborum proident anim ullamco.",
            "Laboris laborum duis ea voluptate excepteur reprehenderit reprehenderit dolore tempor excepteur do voluptate.",
            "Minim quis irure tempor sunt do ex voluptate.",
            "Magna est eiusmod dolore nisi aute ullamco anim qui nisi velit deserunt.",
            "Dolor voluptate eu et reprehenderit nostrud duis id non elit nostrud nostrud."
        ],
        "standardEquipment": [
            "Esse tempor deserunt ut incididunt cupidatat aliquip ex aliquip ad.",
            "In duis eiusmod magna ipsum cupidatat deserunt.",
            "Et ut reprehenderit exercitation anim qui.",
            "Laboris et irure qui est nostrud dolore aliqua aute ea tempor exercitation commodo.",
            "Ad ea est eu quis sint et sint pariatur veniam fugiat pariatur laboris."
        ]
    },
    {
        "id": "609e8b88eb87f4434af5412f",
        "isActive": false,
        "cost": "$2,220.87",
        "picture": "http://placehold.it/32x32",
        "availableQuantity": 40,
        "category": "accessory",
        "subCategory": "accessoryCat25",
        "company": "SYNTAC",
        "productName": "SYNTAC accessory",
        "description": "Magna laborum sunt consectetur nostrud voluptate culpa sunt. Sint esse sunt qui Lorem adipisicing proident labore id nulla. Esse ea consectetur sit do dolor excepteur ut commodo velit voluptate. Sunt irure anim enim nisi consectetur fugiat excepteur laborum tempor aliquip sit. In nulla enim occaecat magna id duis aliquip adipisicing exercitation id.",
        "phone": "+1 (882) 560-2206",
        "registered": "Mon May 05 2014 09:07:38 GMT+0000 (UTC)",
        "specification": [
            {
                "specType": "elit",
                "description": "Aliquip anim sint id exercitation nisi aliquip cupidatat amet dolore aliquip non ipsum nostrud."
            },
            {
                "specType": "ut",
                "description": "Pariatur ex id incididunt aliquip pariatur proident ea."
            },
            {
                "specType": "magna",
                "description": "Voluptate sunt do culpa aute id et minim in veniam et."
            },
            {
                "specType": "nisi",
                "description": "Labore commodo pariatur esse mollit qui dolor incididunt cillum aliqua culpa ad dolore."
            },
            {
                "specType": "nisi",
                "description": "Adipisicing officia excepteur nisi fugiat in aliqua nisi ullamco commodo amet aute."
            },
            {
                "specType": "culpa",
                "description": "Aliquip dolor irure sit excepteur Lorem est ex."
            }
        ],
        "featuresAndBenefits": [
            "Sint dolore proident in nisi irure nisi sunt qui labore labore minim ea.",
            "Deserunt do veniam labore veniam id ipsum aliqua excepteur.",
            "Tempor incididunt dolore ad ut ipsum reprehenderit quis.",
            "Id elit laboris nisi incididunt nisi laboris proident laborum duis officia eiusmod esse.",
            "Ullamco exercitation nulla ea Lorem."
        ],
        "standardEquipment": [
            "Amet magna veniam deserunt do ex ea magna fugiat laboris aliqua sit aute ut veniam.",
            "Adipisicing tempor elit consectetur ipsum.",
            "Fugiat in anim adipisicing Lorem.",
            "Aute sint velit qui minim magna.",
            "Reprehenderit do elit amet nostrud fugiat laborum Lorem pariatur."
        ]
    }
]